digitalbank/DigitalBank-VISA-Transfer-LoadTest.yml
execution:
- executor: jmeter
  scenario:
    script: DBank-VISA-Transfer1-Positive.jmx
  concurrency: 
    local: 10
    cloud: 50
  hold-for: 15m
  ramp-up: 2m
  locations:
    us-east-1: 1
    us-west-1: 2

modules:
  blazemeter:
    test: "DBank VISA Transfer Load Test"
    report-name: "DBank VISA Transfer Load Test"